import './About.css';

const About =()=> {
    return (
        <div className='text-con'>
            <div>
                Автор сайта:  
                <a target="_blank" rel="noreferrer" href="https://vk.com/alex_sin_cube"> Alex Sin (Басист)</a>
            </div>
            <br></br>
            <div>
                Этот сайт создан с цельбью облегчить поиски чертежей для быстрого создания строений
            </div>
            <div>
                Сайт еще будет дополняться различными чертежами
            </div>
            <div>
                Если вы обнаружили ошибку в рассчетах - то свяжитесь с автором и расскажите где замечены расхождения
            </div>
            <div>
                Если у вас есть чертежи для выставления на сайт, то свяжитесь с автором он рассмотри и вероятно разместит ваши материалы
            </div>
            <br></br>
            <h4>
               Текущие проблемы на сайте:
            </h4>
            <div>
               Требуется 2 раза нажать на кнопку "Рассчитать" что б применились изменения
            </div>
            <div>
               Мало контента
            </div>
            <div>
               Возможные орфографические ошибки
            </div>
            <div>
               Сайт сверстан исключительно под монитор
            </div>
            <div>
               Пустая стартовая страница
            </div>
            <br></br>
            <h4>
               В будущем доавяться:
            </h4>
            <div>
               Раздел "Строения"
            </div>
            <div>
               Больше чертежей
            </div>
            <div>
               Исправление текущих недочетов
            </div>
        </div>
    )
}
export default About